[
  {
    "id": 1,
    "name": "Alan",
    "clientDetails": "I love the feel of wood curls flying off the lathe as I begin to shape the log in front of me. The sound of scraping changes based on the wetness of the wood, the speed at which the lathe is turning, and the type of cut I am making. The smell and feel of wet wood being turned are unique. The water is sprayed out as I cut through the different layers of wood. A log can turn into anything one's imagination can think of with the right set of hands-on tools. I have those hands and imagination. I use all of my senses and intuition to create a beautiful object. That is why I enjoy turning wood.",
    "portfolioSummary": "Breastfeeding is good for babies and moms. Infants that are breastfed get antibodies from their mothers against common illnesses. Breastfed babies have less chance of being obese as an adult. Breastfeeding a baby lets the infant-mother pair bond in a very unique way. Mother’s who breastfeed lower their chances of developing breast cancer. Usually, mothers who breastfeed lose their pregnancy weight more quickly and easily. The benefits of breastfeeding are numerous.",
    "stocks": [
      {
        "ticker": "AAPL",
        "pricePurchased": 130,
        "long": 200,
        "short": 0
      },
      {
        "ticker": "MSFT",
        "pricePurchased": 200.16,
        "long": 150,
        "short": 0
      },
      {
        "ticker": "GOOG",
        "pricePurchased": 1821.01,
        "long": 200,
        "short": 0
      },
      {
        "ticker": "FB",
        "pricePurchased": 180.05,
        "long": 50,
        "short": 0
      }
    ]
  },
  {
    "id": 2,
    "name": "Madison",
    "clientDetails": "No matter how hard he tried, he couldn't give her a good explanation about what had happened. It didn't even really make sense to him. All he knew was that he froze at the moment and no matter how hard he tried to react, nothing in his body allowed him to move. It was as if he had instantly become a statue and although he could see what was taking place, he couldn't move to intervene. He knew that wasn't a satisfactory explanation even though it was the truth.",
    "portfolioSummary": "There were little things that she simply could not stand. The sound of someone tapping their nails on the table. A person chewing with their mouth open. Another human imposing themselves into her space. She couldn't stand any of these things, but none of them compared to the number one thing she couldn't stand which topped all of them combined.",
    "stocks": [
      {
        "ticker": "TSLA",
        "pricePurchased": 909.50,
        "long": 25,
        "short": 0
      },
      {
        "ticker": "AAPL",
        "pricePurchased": 105,
        "long": 5,
        "short": 0
      },
      {
        "ticker": "V",
        "pricePurchased": 200,
        "long": 50,
        "short": 0
      }
    ]
  },
  {
    "id": 3,
    "name": "Tim",
    "clientDetails": "No matter how hard he tried, he couldn't give her a good explanation about what had happened. It didn't even really make sense to him. All he knew was that he froze at the moment and no matter how hard he tried to react, nothing in his body allowed him to move. It was as if he had instantly become a statue and although he could see what was taking place, he couldn't move to intervene. He knew that wasn't a satisfactory explanation even though it was the truth.",
    "portfolioSummary": "Twenty-five stars were neatly placed on the piece of paper. There was room for five more stars but they would be difficult ones to earn. It had taken years to earn the first twenty-five, and they were considered the \"easy\" ones.",
    "stocks": [
      {
        "ticker": "JPM",
        "pricePurchased": 160,
        "long": 0,
        "short": 300
      },
      {
        "ticker": "BAC",
        "pricePurchased": 16.79,
        "long": 10,
        "short": 0
      },
      {
        "ticker": "ADBE",
        "pricePurchased": 670,
        "long": 10,
        "short": 0
      },
      {
        "ticker": "AAPL",
        "pricePurchased": 140,
        "long": 20,
        "short": 0
      }
    ]
  },
  {
    "id": 4,
    "name": "Seth",
    "clientDetails": "It all started with the computer. Had he known what was to follow, he would have never logged on that day. But the truth was there was no way to know what was about to happen. So Dave pressed the start button, the computer booted up, the screen came alive, and everything Dave knew to be true no longer was.",
    "portfolioSummary": "The amber droplet hung from the branch, reaching fullness and ready to drop. It waited. While many of the other droplets were satisfied to form as big as they could and release, this droplet had other plans. It wanted to be part of history. It wanted to be remembered long after all the other droplets had dissolved into history. So it waited for the perfect specimen to fly by to trap and capture that it hoped would eventually be discovered hundreds of years in the future.",
    "stocks": [
      {
        "ticker": "AAPL",
        "pricePurchased": 95.05,
        "long": 300,
        "short": 0
      },
      {
        "ticker": "FB",
        "pricePurchased": 246.61,
        "long": 0,
        "short": 300
      }
    ]
  },
  {
    "id": 5,
    "name": "Mark",
    "clientDetails": "Balloons are pretty and come in different colors, different shapes, different sizes, and they can even adjust sizes as needed. But don't make them too big or they might just pop, and then bye-bye balloon. It'll be gone and lost for the rest of mankind. They can serve a variety of purposes, from decorating to water balloon wars. You just have to use your head to think a little bit about what to do with them.",
    "portfolioSummary": "Trees. It was something about the trees. The way they swayed with the wind in unison. The way they shaded the area around them. The sounds of their leaves in the wind and the creaks from the branches as they sway, The trees were making a statement that I just couldn't understand.",
    "stocks": [
      {
        "ticker": "TSLA",
        "pricePurchased": 650.10,
        "long": 0,
        "short": 300
      },
      {
        "ticker": "V",
        "pricePurchased": 236.17,
        "long": 0,
        "short": 50
      }
    ]
  },
  {
    "id": 6,
    "name": "Joe",
    "clientDetails": "Peter always saw the world in black and white. There were two choices for every situation and you had to choose one of them. It was therefore terribly uncomfortable for him to spend time with Ashley. She saw the world in shades of gray with hundreds of choices to choose from in every situation.",
    "portfolioSummary": "He lifted the bottle to his lips and took a sip of the drink. He had tasted this before, but he couldn't quite remember the time and place it had happened. He desperately searched his mind trying to locate and remember where he had tasted this when the bicycle ran over his foot.",
    "stocks": []
  }
]